[
  {
    "question": "The leadership team and board are completely aligned on the value creation plan (maps out the core drivers of value creation).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Employees at all levels clearly understand the company’s strategic plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The strategic plan is reviewed and refreshed annually to ensure relevance and alignment.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "A comprehensive communication plan has been used to share the strategic plan and annual goals.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The purpose (mission), vision and values (all three) are clearly understood by employees.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The customer value proposition is clearly defined. (The value proposition defines how to gain or retain a competitive advantage.)",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The goals and accountabilities of employees at all levels are aligned with the strategic plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Employees at all levels understand how their roles contribute to achieving the strategic plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Leadership decisions are consistently aligned with the strategic plan",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Compensation plans and incentives are aligned with the annual goals.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "OPEN ENDED QUESTION: In order to achieve greater success in realizing strategic clarity, what is the most important action the leadership team needs to take and why?",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The critical roles are designed to enable success in achieving organizational goals. (Role design is the process of defining a role's purpose, responsibilities, decision-making authority, and the resources needed to ensure success.)",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "OPEN ENDED QUESTION: In order to achieve greater success with your talent strategy and approach, what is the most important action the leadership team needs to take and why?",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "There is an objective method of prioritization to determine what to do now, what to do later and what not to do.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "There is a clear owner (one individual) for each prioritized initiative.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team is fully aligned on the prioritized initiatives.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team is highly effective at avoiding the pitfall of trying to do too much all at once.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team makes data driven decisions.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team adapts effectively to changing dynamics to stay on track with the value creation plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The management team has the right ratio of working “ON” and “IN” the business. (𝘞𝘰𝘳𝘬𝘪𝘯𝘨 𝘰𝘯 𝘵𝘩𝘦 𝘣𝘶𝘴𝘪𝘯𝘦𝘴𝘴 𝘧𝘰𝘤𝘶𝘴𝘦𝘴 𝘰𝘯 𝘴𝘵𝘳𝘢𝘵𝘦𝘨𝘪𝘤 𝘤𝘢𝘱𝘢𝘣𝘪𝘭𝘪𝘵𝘺 𝘣𝘶𝘪𝘭𝘥𝘪𝘯𝘨 𝘵𝘰 𝘥𝘳𝘪𝘷𝘦 𝘨𝘳𝘰𝘸𝘵𝘩 𝘢𝘯𝘥 𝘪𝘮𝘱𝘳𝘰𝘷𝘦 𝘵𝘩𝘦 𝘰𝘳𝘨𝘢𝘯𝘪𝘻𝘢𝘵𝘪𝘰𝘯, 𝘸𝘩𝘪𝘭𝘦 𝘸𝘰𝘳𝘬𝘪𝘯𝘨 𝘪𝘯 𝘵𝘩𝘦 𝘣𝘶𝘴𝘪𝘯𝘦𝘴𝘴 𝘪𝘯𝘷𝘰𝘭𝘷𝘦𝘴 𝘮𝘢𝘯𝘢𝘨𝘪𝘯𝘨 𝘥𝘢𝘺-𝘵𝘰-𝘥𝘢𝘺 𝘰𝘱𝘦𝘳𝘢𝘵𝘪𝘰𝘯𝘴 𝘢𝘯𝘥 𝘦𝘹𝘦𝘤𝘶𝘵𝘪𝘰𝘯.)",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Each function/department has a clearly defined multi-year roadmap that aligns with the value creation plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The regular senior leadership meeting is highly effective.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The performance management system effectively facilitates the setting of clear objectives to enable effective goal tracking.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The culture is the great enabler of strategy execution.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Most employees can accurately articulate the company purpose (mission), vision, and values (all three).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "There is 𝘤𝘰𝘯𝘴𝘪𝘴𝘵𝘦𝘯𝘵 two-way communication across all levels of the organization.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "There is 𝘵𝘳𝘢𝘯𝘴𝘱𝘢𝘳𝘦𝘯𝘵 two-way communication across all levels of the organization.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team consistently recognizes employees for their contributions and impact on the organization’s success.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The company is in what year of the hold period?",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Management and ownership anticipate an exit ...",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "There is a 90% or higher confidence that the company will achieve 3x Multiple On Invested Capital (MOIC) or better on or before the anticipated exit date. (MOIC refers to how much money investors will get back compared to their original investment.)",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "There is a talent plan that aligns with the value creation plan.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "There is a rapid and decisive focus on ensuring the right talent is in place to drive scaling. (Scaling refers to the process of growing the organization in a way that increases its capacity, efficiency, and impact.).",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "There is “A” level talent in the critical roles..",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "The talent in critical roles is assessed quarterly for any necessary adjustments.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "A talent review is presented to the board at least annually. (Talent reviews can include overall alignment of people, evaluation of current performance, identified critical roles and high potential employees, succession plans and/or at-risk individuals.)",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "The talent management processes are driving higher performance at all employee levels. (Talent management processes address attracting, assessing, developing and retaining employees.)",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "The organization has a strong bench of talent ready to step into critical roles.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "The value creation plan has been translated into a 3-5 year strategic plan for the business (detailed roadmap that aligns key initiatives, financial targets, and execution timelines).",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The top 10 to 20 critical roles have been identified based on their impact on the value creation plan. (Critical roles are positions that have a significant and direct impact on driving the value expected in the value creation plan.)",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The critical roles are competitively compensated to ensure retention.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The leadership team holds a talent calibration session at least annually. (Talent calibration sessions involve the leadership team collectively evaluating their direct reports and critical organizational roles, focusing on performance, potential and readiness for advancement).",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The leadership team maintains a laser focus on the few critical priorities aligned with key value creation drivers. (Value creation drivers are the initiatives that directly contribute to increasing the financial value of the business such as revenue growth, cost reduction, margin expansion, operational efficiency or strategic market positioning.)",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Resources are concentrated on the highest-impact initiatives, avoiding dilution across less critical efforts.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Disruptive distractions to execution are proactively managed and addressed. (Distractions can include the board and PE sponsor.)",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Progress on key priorities is tracked rigorously, with regular check-ins to ensure forward momentum.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Priorities are regularly refined to ensure alignment with value creation drivers.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Frequent organizational communication ensures alignment at all levels with key priorities.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "OPEN ENDED QUESTION: In order to achieve greater success in creating and sustaining organizational focus, what is the most important action the leadership team needs to take and why?",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "There is a regular cadence of reviews to assess progress and address roadblocks to execute on priorities.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The leadership team tracks the most relevant key performance indicators (KPIs) that align to the value creation priorities..",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The leadership team has created the right ratio of leading and lagging key performance indicators. (Leading indicators are measurable factors that signal future performance or outcome to guide proactive decision-making.)",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Critical initiatives are executed on schedule/time against defined milestones.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The organization is solution-oriented and not blame-focused.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "A management operating system(s) is in place to drive the execution of the value creation plan. (Management operating systems are a structured framework of processes, tools and routines that organizations use to plan, execute, monitor and measure performance.) ",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "Individuals are held accountable for delivering results.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "The performance management system effectively supports ongoing employee feedback.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "Disciplined execution is a key organizational strength.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "OPEN ENDED QUESTION: In order to achieve greater success in driving disciplined execution, what is the most important action the leadership team needs to take and why?",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "All employees are held accountable for both results and behaviors.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "The current financial performance is meeting or exceeding ownership’s expectations.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "OPEN ENDED QUESTION: In order to achieve greater financial performance, what is the most important action the leadership team needs to take and why?",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "The CEO is the ultimate standard setter for the organization's values and expected behaviors.",
    "category": "energizedCulture",
    "score": 0
  },
  {
    "question": "Organizational health and engagement are measured at least annually to provide data-driven insights into culture.",
    "category": "energizedCulture",
    "score": 0
  },
  {
    "question": "The leadership team acts on organizational health and engagement data to drive improvements.",
    "category": "energizedCulture",
    "score": 0
  },
  {
    "question": "OPEN ENDED QUESTION: In order to achieve greater success in energizing the organizational culture, what is the most important action the leadership team needs to take and why?",
    "category": "energizedCulture",
    "score": 0
  }
]