[
  {
    "question": "The leadership team and board are completely aligned on the value creation plan (maps out the core drivers of value creation).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Employees at all levels clearly understand the company's strategic plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The strategic plan is reviewed and refreshed annually to ensure relevance and alignment.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "A comprehensive communication plan has been used to share the strategic plan and annual goals.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The purpose (mission), vision and values (all three) are clearly understood by employees.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The customer value proposition is clearly defined. (The value proposition defines how to gain or retain a competitive advantage.)",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The business model is clearly defined (an integrated set of choices made by the company that are unique relative to competitors).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team is aligned on the current stage of the business (early, growth, mature, declining) and near-term opportunities and threats.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "A brand growth strategy with clear growth drivers has been defined (this explicitly defines how to grow revenue / market share by ensuring the brand matches a specific customer need).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The market has been thoroughly analyzed (size, segments, growth rates, level of maturity and key risks/opportunities for the core business).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The competitive landscape has been thoroughly analyzed (core competitors, emerging competitors, share shifts, what will win and who will win).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team meets at least once per quarter to review the competitive landscape and assess internal performance.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The organization is encouraged to share and discuss competitive information proactively.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The value creation plan has been translated into a 3-5 year strategic plan for the business (detailed roadmap that aligns key initiatives, financial targets, and execution timelines).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The organization has a clearly defined Innovation Strategy (this provides context for which investments to pursue, and which to not pursue).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team has established a clear innovation agenda (what focus areas to investigate and explore).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The strategy is evaluated to inform the annual planning process.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Organizational culture (values, beliefs, and behaviors expected of its members) is explicitly defined.",
    "category": "energizedCulture",
    "score": 0
  },
  {
    "question": "A clear digital/technology strategy exists (articulates what technology capabilities you need to achieve your strategic ambitions and how to accomplish it).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "A clearly defined capital allocation/investment strategy exists (articulates how capital will be allocated to long-term value creation across different uses and opportunities).",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The budget is sufficient to achieve the initiatives outlined in the strategic plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Company initiatives directly link to achieving the strategic plan and are clearly defined.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The leadership team has defined the metrics it should be measuring to track progress toward strategic goals.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Progress against initiatives is transparently tracked by the leadership team and actively discussed.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The business receives routine, timely, accurate, and actionable information for decision making.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Efficient decision-making is a priority and documented processes expedite discussions and approvals.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "All meetings have clear agendas with appropriate participants and action items.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "The organization efficiently allocates resources (time, people, and financial resources) according to strategic priorities.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Department KPIs align with the organization's annual and multi-year plans.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Employees clearly understand their objectives and how they link to company initiatives and strategy.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Processes, systems, and structure have been clearly articulated and are consistently followed.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "Transparency is valued in the organization and extends to both positive and negative events.",
    "category": "energizedCulture",
    "score": 0
  },
  {
    "question": "The organization regularly evaluates the effectiveness of its processes, systems, and structure.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "Annual organizational goals are established for all leaders and regularly progress is tracked.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "The leadership team, managers, and employees provide open, constructive feedback on process inefficiencies, redundancies, or gaps.",
    "category": "energizedCulture",
    "score": 0
  },
  {
    "question": "The leadership team uses multi-year functional plans to determine capabilities needed to execute the strategic plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The leadership team has the functional expertise, commercial acumen and business knowledge needed to execute the strategy.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "There are significant cross-training opportunities to develop employees, especially for key roles.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "Succession plans are in place for key leadership positions and are regularly reviewed.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "High-potential talent is identified, and development plans are formalized and regularly reviewed for progress.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "The organization provides access to high quality development opportunities.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "The company regularly calibrates and takes action to ensure employees are in roles that align with their skills, experience, and career ambitions.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "Functional and leadership development is prioritized for organizational growth.",
    "category": "scalableTalent",
    "score": 0
  },
  {
    "question": "The organization is able to quickly redeploy resources where needed.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Regular, collective reviews of growth and potential ensure consistent talent assessment.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "Key functions are appropriately set up for their current maturity level.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Core functions are appropriately sized and staffed for the current business stage.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "There is a dedicated team focused on implementing new ideas and business ventures.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The organization has the capabilities required to implement and carry out the enterprise-wide innovation strategy.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The leadership team has assessed which structures (centralized, dispersed, hybrid), processes, and cultural enablers will support innovation initiatives.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The organization regularly evaluates the success of its investment strategy in innovation (e.g., ROI of initiatives, actual vs. expected results).",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "The organization regularly evaluates the external market for M&A and partnership opportunities to expand strategic capabilities.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The organization conducts regular and rigorous evaluations of potential M&A and partnership opportunities against established criteria.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The organization takes the time to properly integrate M&A and partnership opportunities.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The scope, nature and complexity of the work remains challenging enough to encourage high performance.",
    "category": "energizedCulture",
    "score": 0
  },
  {
    "question": "Employees at all levels of the organization understand how to leverage innovation in their roles.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The organization actively encourages employees to present innovative ideas.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "Regular and honest customer feedback on performance is gathered and incorporated into the strategic plan.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "Discussions regarding priorities, strategic initiatives and common goals occur regularly across functions.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The organization regularly evaluates and tracks engagement across the company and uses the data/feedback to take action to improve culture.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "The organization regularly benchmarks against external companies for pay equity, job leveling, and organizational design effectiveness.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "The organization has a system for identifying, developing, and reinforcing high-quality hires.",
    "category": "disciplinedExecution",
    "score": 0
  },
  {
    "question": "Leader and employee development programs enable identification of individual needs and evaluation of overall quality.",
    "category": "relentlessFocus",
    "score": 0
  },
  {
    "question": "The organization actively and continually seeks data to make informed decisions.",
    "category": "strategicClarity",
    "score": 0
  },
  {
    "question": "There is an expectation for employees to give and receive constructive feedback (up, down and across the organization).",
    "category": "relentlessFocus",
    "score": 0
  }
]